<PAD>
之
不
有
以
人
：
為
而
法
曰
於
其
道
十
後
所
一
至
時
經
中
寺
見
年
無
出
者
師
乃
大
山
僧
是
安
子
行
三
此
王
言
也
門
日
及
云
得
二
明
自
遠
與
神
學
沙
眾
在
國
論
未
世
既
相
高
慧
又
復
方
故
事
請
佛
天
還
常
家
可
文
皆
等
善
入
亦
即
義
釋
本
來
聞
何
謂
然
公
西
弟
四
若
餘
上
心
止
？
名
數
當
下
因
如
往
受
能
什
遊
令
講
欲
五
德
東
多
風
同
從
禪
度
諸
興
業
知
于
書
問
外
生
通
並
焉
百
深
異
少
長
矣
說
已
元
戒
化
初
太
光
遂
傳
南
正
七
州
重
澄
將
今
則
卒
流
先
六
使
譯
禮
非
成
志
誦
摩
居
或
共
曇
帝
晉
始
八
會
立
陽
便
宗
去
稱
弘
精
宋
著
莫
理
春
觀
終
竺
玄
士
京
處
語
秋
開
羅
小
華
姓
虎
清
甚
月
江
地
咸
每
敬
俗
達
雖
更
應
意
悟
致
盡
果
難
必
內
靈
辭
解
石
永
萬
都
發
歎
信
律
遣
前
食
過
起
身
思
命
白
隨
像
舍
忽
城
答
物
嘉
顯
歸
關
性
作
耳
迺
徒
住
林
形
建
疾
齊
域
嘗
唯
嚴
龍
宣
乘
願
跋
定
服
水
祖
耶
群
千
九
奉
苦
坐
力
漢
彌
求
遇
遺
死
平
吾
賢
集
歲
許
足
實
和
加
教
勅
絕
卷
主
土
尋
旨
進
部
廣
別
吳
香
衣
臨
素
河
竟
陵
毘
造
梵
勒
寶
感
兼
幽
隱
凡
我
迹
尚
微
堅
夜
取
懷
妙
雲
藏
武
乎
比
聖
久
持
容
郡
音
空
頃
識
君
但
被
修
里
博
末
室
才
情
具
路
由
功
智
北
間
獨
分
要
讖
留
色
軍
氏
母
夫
張
輒
典
好
覺
朗
康
盛
虛
記
并
遁
爾
舉
秦
豈
聲
真
婆
氣
亡
近
淵
品
汝
辯
史
適
頭
呪
新
槃
濟
崇
依
謝
貧
移
失
阿
守
勝
樂
首
備
專
告
涅
執
猶
利
載
賓
恒
詳
馬
海
密
彼
支
獲
向
須
房
俄
孝
夢
字
就
供
陀
伏
治
贊
諮
旦
承
手
仍
養
茲
廬
偽
老
尼
病
昔
值
父
親
號
習
聽
提
雅
存
延
金
停
送
期
姚
蓋
章
超
改
亂
緣
宿
陳
篤
誠
護
畢
悉
殊
節
且
維
疑
推
兩
益
表
各
劉
蘭
暢
交
周
魏
杖
迎
越
施
合
登
邑
殺
宮
體
代
含
樹
潛
屬
檀
塔
舊
驚
荊
齋
詣
率
符
猷
福
念
！
皇
息
欣
步
誌
接
涉
略
布
歷
圖
壽
運
目
投
波
累
避
到
夏
望
資
洛
反
次
遙
極
雜
涼
美
讀
宜
恨
設
仰
境
悲
追
滅
寧
鉢
席
履
用
訓
斯
秀
朝
導
亮
座
儀
左
曜
對
俱
稟
積
悅
給
民
叡
遍
披
頗
恐
調
洹
遜
融
捨
慕
誓
幼
器
負
影
降
夕
刺
孫
縣
顏
欽
[
授
序
轉
機
『
』
雨
匠
譽
遷
視
測
鎮
屍
基
隆
龜
窮
]
淨
梁
徵
務
覽
示
量
黑
尤
胡
振
口
屈
堂
動
猛
任
啟
臣
述
製
固
懼
乞
害
直
味
談
忘
愛
恭
丘
祇
菩
順
蜀
汰
驗
俊
奇
飛
結
火
注
變
拜
鑒
領
罽
襄
莊
冥
蒙
弗
敏
顧
差
疏
迦
寫
術
陰
衛
卿
申
威
報
己
放
竭
薩
研
晚
哉
簡
彭
景
古
訪
洽
標
勸
良
曠
位
滯
營
指
泥
輕
兵
徹
殿
兒
塵
敢
蔬
仁
殷
參
操
騎
覩
昌
輔
特
易
閑
浮
兄
熙
飲
木
慈
散
照
躬
契
寇
聰
懃
貞
皓
女
寄
待
友
右
傷
憩
筆
愧
青
燒
拔
喜
悔
厚
面
馳
黃
園
痛
愈
臥
綽
惠
挹
詔
棄
趙
孤
靖
軌
商
類
伐
勤
稽
破
覆
端
司
靜
普
-
谷
錄
潔
野
葬
置
祈
澤
權
溫
懺
制
收
側
敷
赴
鍾
杯
舶
泰
剡
競
第
惟
厲
招
離
屢
笑
看
伽
泉
鬼
危
朕
喪
那
徐
錢
翼
貫
救
川
瑯
瑘
綜
繼
陛
優
惡
廟
迴
尊
懸
齎
全
瑞
鄴
肅
試
傾
敗
栖
嵩
續
虜
燾
斌
榮
滿
英
敘
列
撰
傍
勞
孔
桓
暮
奴
哀
審
孟
獻
貴
連
縱
車
訖
強
想
預
侍
巖
徽
+
逸
朱
禁
議
聚
頓
迄
臺
鳴
洞
早
諫
賊
呼
廢
奔
現
冬
嶺
勿
場
吐
輿
保
引
昇
險
錫
休
脫
增
謬
界
剋
叔
曉
般
怒
尾
臾
庶
沈
尉
趣
落
究
檢
罪
退
喻
奄
冀
升
凶
免
紹
肇
半
違
貌
掌
印
假
(
)
沒
抗
校
踰
暴
源
途
旬
毀
斷
官
純
塞
露
逼
慨
遐
匹
顒
隴
嗟
寒
蜜
津
叉
爽
童
堪
暫
憂
諦
闕
附
委
條
省
草
創
豫
墓
鋒
析
客
丹
祀
曲
剛
橫
折
洗
切
逆
整
祚
闇
象
卑
屋
頂
耆
納
姑
幸
玉
走
昨
瞻
湘
藉
漸
詮
昧
似
茂
採
卓
抱
翻
劫
擾
竹
床
邊
了
宏
眼
句
垂
充
葱
李
酒
禍
虔
夷
惑
寢
除
偈
碩
䂮
邃
岸
索
棲
鬘
詩
考
慶
祥
陶
篇
煩
助
籍
諷
船
番
種
乖
楊
瓦
闍
寂
澗
構
忍
姿
惜
證
岳
族
竊
災
範
藥
征
擯
晦
緒
默
宇
兆
韜
碑
凝
揚
唱
頴
纂
儒
刃
亭
侶
希
犯
輟
倫
綱
戎
慮
患
馱
戶
髮
輪
衰
*
逍
候
泣
冠
浴
炳
烟
誡
苞
勃
仙
汪
彰
託
染
星
悠
騰
侯
闡
質
市
肆
賞
厝
蒼
曾
允
仲
飾
烏
育
刑
銅
尺
訊
覓
塚
萇
戲
郭
襲
御
勗
決
盈
擬
壁
蕭
慇
譙
謹
筵
壹
原
奧
偏
該
舟
憚
敦
聊
雒
田
豐
村
頻
墳
再
剪
細
赤
焚
誅
伯
忤
涕
雪
帶
僕
鮮
誰
葉
渡
踐
辛
鳩
鼓
他
付
哲
牛
松
計
韻
脚
急
嚫
闐
彩
膺
季
沖
忠
府
巨
/
辰
昏
繁
郎
例
震
最
侵
畫
峻
嗣
封
刀
財
庾
富
骨
盤
楚
詠
靡
剎
厥
薪
顗
恢
稍
弱
匪
據
況
呂
謀
圓
逝
鄉
恩
吏
穀
駕
際
麻
宅
珠
銘
諧
寓
管
科
祐
陸
荒
監
洪
幾
荷
網
歡
蔡
蘊
灰
后
鳥
讓
旅
舫
珍
怪
慟
鏡
圍
謙
奏
炎
損
政
阻
格
蘇
燉
煌
干
肯
衿
響
晝
紛
男
攻
戴
臧
繩
伊
邕
袁
懇
拘
阜
麈
邵
溪
璩
范
柔
魚
琳
烈
枯
紀
桑
互
郄
逮
暇
燕
効
討
覈
綿
閣
扶
茫
藻
攝
傅
雍
壞
池
駭
墮
讚
潯
蛇
雷
淮
帛
詞
輩
狀
祕
誘
傲
懿
漱
奪
晨
斬
規
峯
妖
掘
閉
階
米
畏
齒
賜
飯
慎
策
層
飄
慰
疊
暉
背
蹤
穴
秉
羊
樊
燭
骸
霍
邈
減
矜
歌
紙
罷
跡
約
寸
閱
訶
忿
膝
淚
跪
歇
召
擊
苟
毛
戰
邪
殆
題
妻
棘
珣
邦
捉
瑗
携
挫
酬
魔
速
績
丈
銳
遲
糧
遵
薄
隣
鑿
撫
返
橋
旋
辦
矚
麗
眉
枚
卜
憑
鹿
苑
詢
愚
蓄
眷
杜
瑾
粲
鈴
扇
疎
刪
勵
墨
單
責
觸
浩
拂
昭
塗
甲
工
朔
醫
勌
瞋
逢
余
楞
腹
浪
甘
茅
察
虐
沮
式
介
孜
吟
婉
鞭
羌
梨
吉
丞
射
佳
兜
叛
頌
翹
粗
懈
儻
倍
根
慚
勢
斫
隔
汎
孰
盜
擒
渾
迫
虧
劍
獵
鷲
菜
氷
肉
蕩
踵
甫
岷
旱
壑
蔭
阮
刻
眇
輦
巴
岫
棺
穢
宵
鴻
費
革
總
寡
括
泓
擅
鄙
短
函
陋
淹
敵
冒
緘
獸
絹
案
箱
買
賈
羯
磨
伎
瓶
淫
僉
貽
忌
蕃
讒
衡
邁
灑
譏
熟
僣
尹
練
雙
迷
牒
狂
呵
覲
臭
愍
抄
悵
協
豹
褚
遭
飢
准
展
崩
湛
邇
役
欝
芬
卄
爰
探
愜
攸
嘲
袈
裟
緬
翫
戮
汗
遼
餉
窆
坦
某
拓
區
斛
禹
映
摧
脩
血
圌
漠
迭
樞
琰
亟
殉
賴
弊
淺
梗
毫
乏
怡
繞
伴
薨
填
䢼
湖
醜
獄
豁
愆
脇
隅
翳
蓮
巧
祠
翰
軀
匡
茨
誕
呈
陷
昱
翔
湯
譬
遘
憤
虞
宰
雄
罰
廷
斂
貪
誨
怠
隙
蔽
艱
漏
縷
驛
徙
渠
庭
諳
惻
逐
殘
舅
裔
牽
驅
消
嵬
毒
繫
羽
油
拒
跨
擔
霧
濛
杭
困
鑾
舜
仗
扣
拯
枝
確
囑
環
穆
栢
斐
憙
活
漳
襦
彔
吒
台
濫
搜
偉
昆
亘
恥
帙
鑽
抽
吹
斟
酌
庸
占
愔
疲
厭
剖
唾
蟒
唄
倏
貨
郢
矯
逾
欺
誑
憲
衝
碎
涌
枕
瘳
澡
築
爭
佐
銜
惋
閻
尸
選
胤
岡
佉
寵
捷
胎
矇
牧
郊
播
爵
算
悼
鋪
盧
段
晤
贈
花
障
繕
悆
詶
淡
咎
屆
弼
哭
袠
疫
怖
罕
斥
躡
噉
勇
煙
杙
料
髻
宴
柱
漫
滋
焰
萃
轍
館
却
鼻
湊
冏
霜
雁
游
沛
洲
洋
乾
擲
鷄
塢
馴
葛
羨
苕
朽
恣
狹
燈
倦
俸
賦
否
淪
憶
借
侃
謐
璧
仕
憫
儉
點
崔
眠
虬
軻
偷
蘆
循
墜
曆
巾
霞
削
泛
億
森
編
軸
曼
軫
局
偶
綴
笈
拙
鏑
礙
倚
亹
打
誤
詭
角
潤
坊
替
鎧
趾
囊
妄
鐵
苗
灌
叩
麁
慢
猜
詁
沿
聶
讎
督
怨
祭
殃
甞
偃
凌
雀
侔
妾
咽
剃
掃
耨
辱
晃
係
掖
馨
療
井
僻
冲
蔚
燋
垢
諠
隸
暑
萊
澆
牆
限
諍
皮
渴
赫
讌
欵
吞
低
惶
儼
崖
誥
彈
枳
矢
擇
材
餐
弄
暖
机
戀
彥
肩
植
峽
浙
徂
享
紫
衍
簪
擎
扈
謨
戾
罔
塹
胸
捐
痢
韶
柳
蓬
狎
慼
裁
窺
猥
誄
甌
兕
麓
淳
莞
耽
崙
蒲
閔
鑄
溢
盪
臂
惱
健
紜
闔
捧
筒
割
餌
痾
壤
漁
均
頹
篡
壙
屣
兗
峨
鍊
抑
竄
飡
演
嫉
快
馥
晏
曹
裕
軟
殮
肜
蹕
隷
塼
街
巷
蟲
饗
薑
殯
匱
混
蕪
褒
的
嫌
撿
漾
綏
搉
渝
緇
刊
瓊
奕
箴
紕
酉
毅
栴
底
償
陌
禱
愕
污
矦
廼
穎
樓
鉤
訛
緯
韋
詰
誇
寔
耀
騁
婇
兇
模
竪
黜
欻
朴
辟
僚
憾
汧
酷
忉
謗
嵆
釁
汲
祿
琨
旌
鬚
瞿
纖
幹
宛
榛
倜
斗
聘
勉
踊
爐
織
丁
狼
揆
系
猪
舛
絃
鸞
旃
悽
杳
舌
爛
菴
悋
逗
巫
飽
壇
裹
驟
賤
鬪
驃
詎
副
臘
併
奈
搖
逕
嶷
燼
幡
攀
沸
吼
企
斾
社
話
婦
夭
髣
髴
磬
沾
劣
禽
軒
衢
鱗
惕
畿
椒
趨
壺
牙
鐘
恪
束
慘
秣
喚
亢
佇
禺
賻
藪
窪
珪
膚
綾
彫
惔
沃
昕
駿
冶
疵
恤
防
齡
曩
私
魯
腸
謠
唐
暐
曄
崑
冉
籠
罩
丕
藍
篆
籥
戊
堯
戚
潰
倒
帽
壟
捋
壯
稅
芳
駮
駢
歿
締
掠
沐
婁
灼
龕
蟬
蛻
獎
熏
握
渭
宥
耿
陴
閭
蠻
秩
楷
稚
弔
恬
班
姪
裘
摹
罵
鵠
匝
淄
驕
琵
琶
孕
鄧
黨
薦
忝
謔
統
瓌
岱
職
禿
敞
塘
陝
脂
陂
弓
窟
跣
麥
掛
怛
陟
奐
錐
抂
裴
蹄
筌
虍
揄
片
彊
吝
俾
鉛
瑜
包
舒
艾
皎
戌
穿
訣
祝
玩
帆
垣
韓
綺
柯
瘦
瀉
砧
磓
聾
回
汁
簫
燥
挺
濯
激
鎖
誣
卞
咨
揮
珉
狄
俟
磾
粹
夙
閹
濁
棗
饒
恂
警
豺
俯
妹
產
鵝
粳
鍮
錦
褥
線
丑
姜
餞
勍
狽
潦
姦
廂
棊
搆
棟
薰
廨
殂
諺
攣
羈
裝
髭
島
滑
傭
坎
濬
覿
礫
梯
絙
殞
曛
蹲
舐
盂
團
僶
俛
藜
浦
牢
墟
判
煮
恃
侮
捍
旗
奚
儲
賑
諾
聳
濕
按
躍
株
畝
沼
桂
咫
鄯
紺
匣
央
懌
卭
駛
怳
粉
釣
晡
貝
豆
璋
厄
娑
歟
綸
臻
倉
縑
凱
嚮
匃
配
遞
瑕
屐
巢
宙
郗
．
惆
寥
嬰
佩
奮
轡
繿
翁
畜
鶴
卵
閏
逵
拱
弦
嶀
嵊
儔
針
裏
脈
屑
冷
級
婚
芥
斜
缶
娛
簣
鏗
濩
蝗
電
㭿
篼
甄
克
幢
衷
沔
丏
丐
鼎
賣
昂
鈞
滄
掜
臼
?
陪
巡
狩
檄
迮
窓
遽
撥
債
贍
萌
租
怱
怍
慷
粒
遮
橙
邳
耕
畔
潭
馮
牘
濠
蠲
峰
薈
狐
褊
瀑
〡
掩
曙
曷
芙
蓉
帳
缺
漉
涇
廊
溺
膳
顙
嵋
怗
潘
醉
跳
踞
匕
詵
亥
卹
捔
軾
駁
壅
窈
銷
濱
遏
祛
眄
鉼
渙
排
驢
農
鎔
嘯
隍
泫
帷
誾
泗
簿
疆
瑤
翌
沂
憐
芮
鑠
劇
巒
頤
架
瓛
諒
旻
恕
靳
酸
球
緄
洒
屏
幘
揵
鄭
蠢
聯
斧
絲
屯
彗
痼
薛
劬
纔
譖
捻
裳
飴
耄
絮
芝
　
樸
弭
畦
漂
甕
倩
讁
捕
鱠
餧
泳
驪
欄
檻
爨
嗷
屺
麩
糸
姊
盆
夸
雇
攘
逈
躁
碌
蹈
勳
◎
掎
摭
槧
攙
糅
概
誚
冗
挈
簉
麟
笥
尫
訴
拭
筴
課
閒
劭
俚
噓
癸
湓
懟
悛
頸
懾
牲
恚
疋
颺
隕
蹇
繆
矛
盾
郁
藝
睛
鎗
杵
苛
孚
霆
肝
膽
醴
腫
叫
瑟
徘
徊
澠
戈
崤
涱
械
零
婪
齠
隳
攪
瓔
珞
黶
娉
腊
麪
酥
莎
悶
鑊
驍
距
醇
予
縞
殄
僅
詐
蟠
豕
眚
茝
悏
嚼
嘔
噦
桐
翮
妓
愴
癖
媵
齔
纜
濃
萍
豪
罄
毾
毯
佞
蹙
襟
勠
拏
龔
髫
齓
刈
稻
熱
仞
騫
噤
崛
脣
酪
綖
懅
藋
煨
箭
幟
挻
吁
迸
禦
黔
悃
愊
椎
妨
詺
氛
氳
葺
鄮
埒
稠
蔥
銀
畺
嗜
獼
猴
忖
艦
舸
鳳
渚
榆
賀
鑪
犍
玷
腦
謇
谿
揜
魄
潁
盲
犖
肹
廉
采
屎
尿
浣
阡
峙
耐
伶
玠
堙
桀
跖
羲
揭
涓
寮
喰
努
蠕
昃
婬
禋
亨
銓
蓽
踧
踖
魂
板
㲉
鶵
遑
羹
膜
咋
蘋
斑
喭
札
瑩
峴
袊
咏
晧
觴
尠
崗
晞
爍
叵
牖
紈
饍
鏘
聿
漆
歆
罏
斤
繡
珮
闥
煥
湄
莽
廁
貢
臚
佯
靴
肘
睇
坂
痰
杼
凄
饑
忼
壓
湮
午
轟
院
槌
渧
睪
闋
輯
氂
賽
譴
愷
褐
圃
猗
紐
糠
粃
縕
纊
壘
栽
苔
敻
廓
藹
綵
霄
稀
艶
乙
廌
催
胥
嶠
稜
慄
悸
訝
圮
綆
羸
湑
枉
趑
趄
騖
狠
痊
豉
漿
妣
轂
隧
脛
屾
絡
悖
盥
曚
徑
迂
熊
抌
筋
儵
晷
鳶
僭
駝
彬
朋
繢
憒
箕
喬
趍
衂
袍
悒
瘁
寞
眺
渀
惚
恍
曳
暨
兮
泊
牓
鉅
喟
庚
几
疚
評
贖
貂
亞
蠧
縻
噬
蝕
措
悝
澧
拄
糺
厂
翕
榻
詆
頒
註
韀
枷
幣
董
荔
逞
轅
舞
饌
鏤
崐
哽
磵
鐫
竣
暗
隊
癩
琴
桎
梏
滌
宸
斵
摸
悚
賁
涵
懋
旍
禕
覃
挾
袌
焦
諱
幄
奢
緩
灸
顓
頊
踟
蹰
蘧
爻
腰
酢
恧
闊
冐
帥
把
扼
稔
疹
逶
迤
昞
岑
賙
妃
拳
派
繇
逿
贐
氓
濮
補
傑
藿
嚬
勰
怙
勜
麾
蒞
兢
砌
旭
繪
慍
脯
琉
璃
娶
蔣
闉
璿
逃
胄
邯
鄲
價
悱
倪
莂
翟
岐
紆
愨
程
兔
邅
鐇
埃
胭
劾
孛
冑
丸
坼
寬
夔
柵
陣
縛
項
扁
鵲
雕
薊
癰
彎
辜
悕
釜
貊
淆
宄
錯
黿
效
睆
寤
茵
閤
惛
頷
轘
裂
髦
幻
祉
懲
嗚
柴
犢
乳
嚙
募
殭
蹋
撻
磴
綝
菅
籮
茹
嫂
掉
脊
滕
搦
荑
癥
垽
淤
鵄
墌
蹍
燎
帔
閬
懊
苻
撤
釐
署
餅
瘡
疥
賃
謳
䋏
鹽
鴨
塸
廳
恆
棹
凍
乍
航
豎
萎
鞾
完
潮
溝
肥
豚
槐
昊
沫
遄
躓
蔑
弁
啜
洊
鈍
幅
券
捶
拕
婢
截
禳
擭
赦
梟
痕
癘
鑰
湧
酣
匍
匐
漬
嚥
郫
隻
緊
綰
僑
駐
衲
鄱
濡
雩
倕
筠
竦
屠
炭
萠
墎
衒
狗
吠
煎
颯
蠱
蜈
蚣
睡
袷
搔
綠
媚
埋
暄
笳
翊
熾
棧
赧
柄
縶
柩
斃
漲
栗
涪
迅
蚊
虻
拪
祁
笏
翩
涸
槁
姥
猨
堦
魅
穌
螢
爝
叢
輻
憍
姝
燔
獫
狁
汶
朞
俞
